export const emojiDictionary = [
    '[酷]',
    '[酷-1]',
    '[迷茫]',
    '[生气]',
    '[天使]',
    '[中毒]',
    '[中毒-1]',
    '[头晕]',
    '[哭]',
    '[难过]',
    '[无语]',
    '[魔鬼]',
    '[懵逼]',
    '[可爱]',
    '[呲牙]',
    '[开心]',
    '[受伤]',
    '[笑哭]',
    '[好色]',
    '[亲吻]',
    '[亲吻-1]',
    '[亲吻-2]',
    '[口罩]',
    '[面无表情]',
    '[面无表情-1]',
    '[难过-1]',
    '[难过-2]',
    '[惊讶]',
    '[闭嘴]',
    '[害怕]',
    '[震惊-1]',
    '[生病]',
    '[微笑]',
    '[大笑]',
    '[睡觉]',
    '[尴尬]',
    '[眼红]',
    '[流汗]',
    '[震惊]',
    '[奸笑]',
    '[思考]',
    '[抓狂]',
    '[吐舌]',
    '[吐舌-1]',
    '[吐舌-2]',
    '[鄙视]',
    '[眨眼]',
    '[呕吐]',
    '[呕吐-1]',
    '[馋]'
]
export default [
    {
        name: '酷'
    }, {
        name: '酷-1'
    }, {
        name: '迷茫'
    }, {
        name: '生气'
    }, {
        name: '天使'
    }, {
        name: '中毒'
    }, {
        name: '中毒-1'
    }, {
        name: '头晕'
    }, {
        name: '哭'
    }, {
        name: '难过'
    }, {
        name: '无语'
    }, {
        name: '魔鬼'
    }, {
        name: '懵逼'
    }, {
        name: '可爱'
    }, {
        name: '呲牙'
    }, {
        name: '开心'
    }, {
        name: '受伤'
    }, {
        name: '笑哭'
    }, {
        name: '好色'
    }, {
        name: '亲吻'
    }, {
        name: '亲吻-1'
    }, {
        name: '亲吻-2'
    }, {
        name: '口罩'
    }, {
        name: '面无表情'
    }, {
        name: '面无表情-1'
    }, {
        name: '难过-1'
    }, {
        name: '难过-2'
    }, {
        name: '惊讶'
    }, {
        name: '闭嘴'
    }, {
        name: '害怕'
    }, {
        name: '震惊-1'
    }, {
        name: '生病'
    }, {
        name: '微笑'
    }, {
        name: '大笑'
    }, {
        name: '睡觉'
    }, {
        name: '尴尬'
    }, {
        name: '眼红'
    }, {
        name: '流汗'
    }, {
        name: '震惊'
    }, {
        name: '奸笑'
    }, {
        name: '思考'
    }, {
        name: '抓狂'
    }, {
        name: '吐舌'
    }, {
        name: '吐舌-1'
    }, {
        name: '吐舌-2'
    }, {
        name: '鄙视'
    }, {
        name: '眨眼'
    }, {
        name: '呕吐'
    }, {
        name: '呕吐-1'
    }, {
        name: '馋'
    },
]